{
  "destinations": [
    {
      "name": "BiH",
      "images": {
        "png": "/destination/bosna.png",
        "webp": "/destination/bosna.png"
      },
      "description": "Bosna i Hercegovina je savršena destinacija za ljubitelje planinarenja i prirodnih ljepota. Nudimo vam raznovrsne planinske ture koje će vas odvesti kroz neke od najveličanstvenijih krajolika u regiji. Otkrijte najviši vrh Maglić, uživajte u stazama Bjelašnice, skijajte na Jahorini, istražite 'Hercegovačke Himalaje' na Prenju, i doživite prirodne ljepote Treskavice. Naše ture pružaju nezaboravna iskustva u srcu prirode.",
      "distance": "200/1.500 n.m.v.",
      "travel": "Maglić 2.386 n.m.v."
    },
    {
      "name": "ITALIJA",
      "images": {
        "png": "/destination/italija.png",
        "webp": "/destination/italija.png"
      },
      "description": "Italija oduševljava ljubitelje prirode svojim raznolikim planinskim krajolikom i spektakularnim vrhovima. Naše planinske ture vode vas kroz prekrasne staze i impozantne pejzaže. Osvojite vrh Monte Bianco, istražite ljepotu Dolomita ili uživajte u planinarenju kroz Monte Rosu. S našim stručnim vodičima, doživite nezaboravne trenutke u srcu talijanskih planina.",
      "distance": "380/3.000 n.m.v.",
      "travel": "Monte Bianco 4.808 n.m.v."
    },
    {
      "name": "AUSTRIJA",
      "images": {
        "png": "/destination/austrija.png",
        "webp": "/destination/austrija.png"
      },
      "description": "Austrija je dom bajkovitih planinskih krajolika i spektakularnih alpskih vrhova. Naše planinske ture vode vas kroz čarobne staze i predivne pejzaže. Otkrijte ljepotu planine Erciyes Dagi, istražite mistične Dolomite ili osvojite vrh Gran Paradiso. Uz naše iskusne vodiče, uživajte u nezaboravnim avanturama u srcu austrijskih planina.",
      "distance": "100/3.000 n.m.v.",
      "travel": "Großglockne 3.798 n.m.v."
    },
    {
      "name": "TURSKA",
      "images": {
        "png": "/destination/turska.png",
        "webp": "/destination/turska.png"
      },
      "description": "Turska je raj za ljubitelje planinarenja i prirodnih ljepota. Naše planinske ture vode vas kroz spektakularne pejzaže i nevjerojatne vrhove. Otkrijte čari Erciyes Dagi, jednog od najviših vrhova, ili se popnite do vrha Tahtali Dagi s pogledom na Mediteran. Aladaglar Nacionalni park nudi izazovne staze i predivne pejzaže za istraživanje. S raznovrsnim planinskim stazama i prekrasnim pejzažima, Turska je destinacija koja pruža nezaboravna iskustva u srcu prirode.",
      "distance": "400/2.500 n.m.v.",
      "travel": "Mount Ararat 5.137 n.m.v."
    }
  ],
  "crew": [
    {
      "name": "Sead Šutković",
      "images": {
        "png": "/crew/sejo.png",
        "webp": "/crew/sejo.png"
      },
      "role": "Glavni vodič",
      "bio": "Sead Šutković je iskusni vodič s položenim certifikatom za vođenje turističkih tura. Iza sebe ima brojne uspješno vođene ture. Njegovo poznavanje lokalne kulture i prirodnih ljepota, uz profesionalan pristup, čini ga idealnim vodičem za vašu sljedeću avanturu."
    },
    {
      "name": "Amer Tatar",
      "images": {
        "png": "/crew/amcho.png",
        "webp": "/crew/amcho.png"
      },
      "role": "Pomoćni vodič",
      "bio": "Amer Tatar je talentovani pomoćni vodič s mnogo iskustva u turizmu. Njegova energija i entuzijazam doprinose svakom putovanju, a njegovo znanje o lokalnim atrakcijama i kulturi obogaćuje svako iskustvo. Amer je pouzdan i strastven vodič, uvijek spreman pomoći i učiniti vašu turu nezaboravnom."
    },
    {
      "name": "Ahmed Halilović",
      "images": {
        "png": "/crew/ahmo.png",
        "webp": "/crew/ahmo.png"
      },
      "role": "Pomoćni vodič",
      "bio": "Ahmed Halilović je pouzdan pomoćni vodič s bogatim iskustvom u vođenju tura. Njegova posvećenost detaljima i prijateljski pristup čine svaku turu ugodnom i informativnom. Ahmedovo znanje o lokalnoj povijesti i prirodnim ljepotama osigurava da svaki posjetitelj doživi nezaboravno iskustvo."
    },
    {
      "name": "Ajna Hodžić",
      "images": {
        "png": "/crew/ajna.png",
        "webp": "./crew/ajna.png"
      },
      "role": "Glavni vodič",
      "bio": "Ajna Hodžić je glavni vodič s položenim certifikatom za vođenje turističkih tura. Sa bogatim iskustvom i mnogim uspješno vođenim turama iza sebe, Ajna je stručnjak u pružanju nezaboravnih iskustava. Njena duboka posvećenost, poznavanje lokalne kulture i povijesti te sposobnost povezivanja s turistima čine je idealnim vodičem za vaše putovanje."
    }
  ],
  "equipment": [
    {
      "name": "LJETNA OPREMA",
      "images": {
        "portrait": "/equipment/ljetna.png",
        "landscape": "/equipment/ljetna.png"
      },
      "description": "Ljetna oprema koju nudimo savršena je za sve vaše avanture na otvorenom tokom toplih mjeseci. Uključuje laganu i prozračnu odjeću, šešire za zaštitu od sunca, sunčane naočale i obuću koja pruža udobnost i podršku. Naša ljetna oprema dizajnirana je tako da vam omogući maksimalnu udobnost i zaštitu tokom planinarenja, kampiranja ili bilo koje druge aktivnosti na otvorenom."
    },
    {
      "name": "ZIMSKA OPREMA",
      "images": {
        "portrait": "/equipment/zimska.png",
        "landscape": "/equipment/timska.png"
      },
      "description": "Zimska oprema koju nudimo idealna je za hladne i snježne uvjete. Oprema uključuje tople i vodootporne jakne, rukavice, kape, termo donje rublje i čizme koje pružaju maksimalnu izolaciju i zaštitu. S našom zimskom opremom, možete uživati u planinarenju, skijanju ili bilo kojoj drugoj zimskoj aktivnosti bez brige o hladnoći i vlazi."
    },
    {
      "name": "KAMP OPREMA",
      "images": {
        "portrait": "/equipment/kamp.png",
        "landscape": "/equipment/kamp.png"
      },
      "description": "Naša kamp oprema uključuje sve što vam je potrebno za udoban i siguran boravak u prirodi. U ponudi imamo šatore, vreće za spavanje, prostirke za spavanje, kuhinjsku opremu za kampiranje, svjetiljke i još mnogo toga. S našom kamp opremom, vaš boravak na otvorenom bit će udoban i nezaboravan, omogućavajući vam da se u potpunosti povežete s prirodom."
    }
  ]
}
